/*
*********************************************************************************************************
*
*	模块名称 : BSP模块
*	文件名称 : bsp.h
*	说    明 : 这是底层驱动模块所有的h文件的汇总文件。 应用程序只需 #include bsp.h 即可，
*			  不需要#include 每个模块的 h 文件
*
*	Copyright (C), 2013-2014, 安富莱电子 www.armfly.com
*
*********************************************************************************************************
*/

#ifndef __MAIN_H
#define __MAIN_H

/* led spark function */
void led_spark(void);

#endif /* __MAIN_H */

/***************************** 安富莱电子 www.armfly.com (END OF FILE) *********************************/
